Repository: marcus67/little-brother
Catalog: little_brother/translations/*/LC_MESSAGES/messages.po
Languages: de, it

source: {days} days ago
de: Vor {days} Tagen
it: {days} giorni fa

source: Today
de: Heute
it: Oggi

source: Yesterday
de: Gestern
it: Ieri

source: 'Today ('EEE')'
de: 'Heute ('EEE')'
it: 'Oggi ('EEE')'

source: 'Today'
de: 'Heute'
it: 'Oggi'

source: 'Tomorrow ('EEE')'
de: 'Morgen ('EEE')'
it: 'Domani ('EEE')'

source: 'Tomorrow'
de: 'Morgen'
it: 'Domani'

source: yyyy-MM-dd' ('EEE')'
de: dd.MM.yyyy' ('EEE')'
it: dd.MM.yyyy' ('EEE')'

source: Details
it: Dettagli

source: Sub pattern must be longer than one character
de: Teilmuster muss länger als ein Zeichen sein
it: Il sotto-modello deve essere più lungo di un carattere

source: Not a valid host address: {url}
it: Non è un indirizzo host valido: {url}

source: vacation
de: Ferien
it: vacanza

source: german-vacation-calendar
de: Deutscher Ferienkalender
it: calendario-tedesco-vacanze

source: Federal State
de: Bundesland
it: Stato Federale

source: Invalid state '{detail}'. Must be one of {choices}
de: Ungültiges Bundesland '{detail}'. Muss eines der folgenden sein: {choices}.
it: Stato non valido '{detail}'. Deve essere uno di {choices}"

source: {user}, you do not have computer time left today. You will be logged out.
de: {user}, Du hast heute keine Spielzeit mehr. Du wirst ausgeloggt.
it: {user}, non ti e' rimasto più tempo oggi al computer. Sarai disconnesso.

source: {user}, you only have {minutes_left_in_session} minutes left today. Please, log out.
de: {user}, du hast heute nur noch {minutes_left_in_session} Minuten Spielzeit übrig. Bitte logge Dich aus.
it: {user}, hai solo {minutes_left_in_session} minuti rimanenti oggi. Per favore, disconnettersi.

source: {user}, you only have {minutes_left_in_session} minutes left in your time extension. Please, log out.
de: {user}, Du hast nur noch {minutes_left_in_session} Minuten in Deiner Zeitverlängerung übrig.
it: {user}, hai solo {minutes_left_in_session} minuti rimasti del tuo tempo esteso. Per favore, disconnettiti.

source: {user}, you do not have any computer time today. You will be logged out.
de: {user}, Du hast heute überhaupt keine Spielzeit. Du wirst ausgeloggt.
it: {user}, non hai tempo al computer oggi. Sarai disconnesso.

source: {user}, it is too early to use the computer. You will be logged out.
de: {user}, es ist zu früh, um den Computer zu benutzen. Du wirst ausgeloggt.
it: {user}, è troppo presto per usare il computer. Sarai disconnesso.

source: {user}, it is too late to use the computer. You will be logged out.
de: {user}, es ist zu spät, um den Computer zu benutzen. Du wirst ausgeloggt.
it: {user}, è troppo tardi per usare il computer. Sarai disconnesso.

source: {user}, in {minutes_left_in_session} minutes it will be too late to use the computer. Please, log out.
de: {user}, in {minutes_left_in_session} Minuten ist es zu spät, um den Computer zu benutzen. Bitte logge Dich aus.
it: {user}, in {minutes_left_in_session} minuti sarà troppo tardi per utilizzare il computer. Per favore, esci.

source: {user}, you have to take a break. You will be logged out.
de: {user}, Du musst eine Pause machen. Du wirst ausgeloggt.
it: {user}, devi fare una pausa. Sarai disconnesso.

source: {user}, in {minutes_left_in_session} minutes you will have to take a break. Please, log out.
de: {user}, in {minutes_left_in_session} Minuten musst Du eine Pause machen. Bitte logge Dich aus.
it: {user}, in {minutes_left_in_session} minuti dovrai fare una pausa. Per favore, esci.

source: {user}, your break will only be over in {break_minutes_left} minutes. You will be logged out.
de: {user}, Deine Pause ist erst in {break_minutes_left} Minuten vorbei. Du wirst ausgeloggt.
it: {user}, la tua pausa sarà terminata tra {break_minutes_left} minuti. Sarai disconnesso.

source: Hello {user}, you will be allowed to play for {minutes_left_in_session} minutes in this session.
de: Hallo {user}, Du darfst in dieser Sitzung {minutes_left_in_session} Minuten lang spielen.
it: Ciao {user}, potrai giocare per {minutes_left_in_session} minuti in questa sessione.

source: Hello {user}, you have unlimited playtime in this session.
de: Hallo {user}, Du darfst in dieser Sitzung unbegrenzt lange spielen.
it: Ciao {user}, hai tempo di gioco illimitato in questa sessione.

source: {user}, you are not allowed to use {process_name} with this account. The program will be terminated.
de: {user}, Du darfst {process_name} nicht mit diesem Konto benutzen. Das Programm wird beendet.
it: {user}, non sei autorizzato a utilizzare {process_name} con questo account. Il programma verrà terminato.

source: Free Play
de: Freies Spiel
it: Gioco libero

source: No activity before {hh_mm} hours
de: Keine Aktivität vor {hh_mm} Uhr
it: Nessuna attività prima di {hh_mm} ore

source: No activity after {hh_mm} hours
de: Keine Aktivität nach {hh_mm} Uhr
it: Nessuna attività dopo {hh_mm} ore

source: Day blocked: no activity permitted
de: Keine Aktivität an diesem Tag
it: Giorno bloccato: nessuna attività consentita

source: Activity limited to {hh_mm} per day
de: Aktivität auf {hh_mm} pro Tag beschränkt
it: Attività limitate a {hh_mm} al giorno

source: No activity exceeding {hh_mm}
de: Nicht mehr als {hh_mm} Aktivität am Stück
it: Nessuna attività superiore a {hh_mm}

source: Minimum break time {hh_mm} not reached, {hh_mm_to_go} to go
de: Minimale Pause von {hh_mm} nicht erreicht, es sind noch {hh_mm_to_go} Minuten übrig
it: Tempo di pausa minimo {hh_mm} non raggiunto

source: Remaining play time today: {hh_mm}
de: Verbleibende Spielzeit heute: {hh_mm}
it: Tempo di gioco rimanente oggi: {hh_mm}

source: Remaining play time in current session: {hh_mm}
de: Verbleibende Spielzeit in der aktuellen Sitzung: {hh_mm}
it: Tempo di gioco rimanente nella sessione corrente: {hh_mm}

source: Active time extension ({duration}) until {hh_mm}
de: Aktive Zeitverlängerung ({duration}) bis {hh_mm} Uhr
it: Estensione del tempo attivo ({duration}) fino a {hh_mm}

source: default
de: Standard
it: predefinito

source: weekplan
de: Wochenplan
it: piano settimanale

source: weekend
de: Wochenende
it: fine settimana

source: weekdays
de: wochentags
it: giorni feriali

source: mondays
de: montags
it: lunedi

source: tuesdays
de: dienstags
it: martedi

source: wednesdays
de: mittwochs
it: mercoledi

source: thursdays
de: donnerstags
it: giovedi

source: fridays
de: freitags
it: venerdi

source: saturdays
de: samstags
it: sabato

source: sundays
de: sonntags
it: domenica

source: Invalid detail '{detail}'. Must be one of {choices} or have length seven characters denoting the days of the week (starting with Monday) and consist of active letters '{valid_active_characters}' and inactive letters '{valid_inactive_characters}'
de: Ungültiges Detail '{detail}'. Muss entweder einer der folgenden Werte sein ({choices}) oder sieben Zeichen lang sein und die Tage der Woche repräsentieren (beginnend mit Montag) und aus den Zeichen '{valid_active_characters}' für aktive Tage und den Zeichen '{valid_inactive_characters}' für inaktive Tage bestehen
it: Dettaglio non valido '{detail}'. Deve essere uno di {choices} o avere una lunghezza di sette caratteri che indicano i giorni della settimana (a partire da lunedì) e siano costituiti da lettere attive '{valid_active_characters}' e lettere inattive '{valid_inactive_characters}

source: Selected Days
de: Ausgesuchte Tage
it: Giorni Selezionati

source: parameter '{parameter_name}' not specified
it: parametro '{username}' non specificato

source: parameter '{parameter_name}' with value '{value}' has wrong format
it: parametro '{parameter_name}' con valore '{value}' ha un formato sbagliato

source: username '{username}' does not exist or is not being monitored
it: nome utente '{username}' non esiste o non viene monitorato

source: Assigned users
de: Zugewiesene Benutzer
it: Utenti assegnati

source: Host Name
de: Computername
it: Nome Host

source: Username
de: Benutzername
it: Nome Utente

source: Monitored
de: Zu überwachen
it: Monitorato

source: Unknown
de: Unbekannt
it: Sconosciuto

source: Shared with
de: Geteilt mit
it: Condiviso con

source: About
de: Über
it: Informazioni

source: Setting
de: Einstellung
it: Impostazioni

source: Value
de: Wert
it: Valore

source: Version
it: Versione

source: Package Revision
de: Paketrevision
it: Revisione del Pacchetto

source: Git Branch Name
it: Nome del Git Branch

source: Git Author's Name
de: Git Autorenname
it: Nome dell'autore Git

source: Git Author's Email Address
de: Autoren-Mailadresse
it: Indirizzo email dell'autore Git

source: Supported Languages
de: Unterstützte Sprachen
it: Lingue supportate

source: Administration
de: Verwaltung
it: Amministrazione

source: User
de: Benutzer
it: Utente

source: Show configurations of upcoming days
de: Zeige Konfigurationen für kommende Tage
it: Mostra configurazioni dei prossimi giorni

source: Today's Activity
de: Heutige Aktivität
it: Attività di oggi

source: unlimited
de: unbegrenzt
it: illimitato

source: Manage Time Extension
de: Verwalte Zeitverlängerung
it: Gestisci Estensione del Tempo

source: Deactivate time extension
de: Deaktiviere Zeitverlängerung
it: Disattiva Estensione del Tempo

source: Decrease time extension by {minutes} minutes
de: Kürze Zeitverlängerung um {minutes} Minuten
it: Riduci l'estensione del tempo di {minutes} minuti

source: Increase time extension by {minutes} minutes
de: Erhöhe Zeitverlängerung um {minutes} Minuten
it: Aumenta l'estensione del tempo di {minutes} minuti

source: Day
de: Tag
it: Giorno

source: Context
de: Kontext
it: Contesto

source: Min Time of Day
de: Von
it: Tempo minimo del giorno

source: Max Time of Day
de: Bis
it: Tempo massimo del giorno

source: Time per Day
de: Tageslimit
it: Tempo per giorno

source: Minimum Break
de: Pause
it: Pausa minima

source: Max Duration
de: Max. Dauer
it: Durata maxima

source: Show overrides for day
de: Zeige Ersetzungen für Tag
it: Mostra sostituzioni per giorno

source: override
de: ersetzt
it: annullare

source: Save
de: Sichern
it: Salva

source: Device Configuration
de: Gerätekonfiguration
it: Configurazione del dispositivo

source: Device
de: Gerät
it: Dispositivo

source: Add device
de: Gerät hinzufügen
it: Aggiungi dispositivo

source: Edit device details
de: Ändere Geräteeinstellungen
it: Modifica i dettagli del dispositivo

source: Remove device from monitoring
de: Beobachtung des Geräts beenden
it: Rimuovi il dispositivo dal monitoraggio

source: Name
it: Nome

source: Min Activity Duration [s]
de: Min. Aktivitäts- dauer [s]
it: Durata minima dell'attività [s]

source: Sample Size
de: Stichproben- größe
it: Misura di prova

source: Max Active Response Delay [ms]
de: Max. Verzögerung der Antwort [ms]
it: Ritardo risposta attiva massima [ms]

source: Do you really want to permanently remove the device from monitoring?
de: Möchten Sie die Beobachtung des Geräts permanent beenden?
it: Vuoi veramente rimuovere definitivamente il dispositivo dal monitoraggio?

source: Remove from Monitoring
de: Beobachtung beenden
it: Rimuovi dal monitoraggio

source: Cancel
de: Abbruch
it: Cancella

source: Internal Error
it: Errore Interno

source: Status
it: Stato

source: Admin
de: Verwaltung
it: Amministratore

source: Users
de: Benutzer
it: Utenti

source: Devices
de: Geräte
it: Dispositivi

source: Topology
de: Topologie
it: Topologia

source: Signed in as
de: Angemeldet als
it: Firmato come

source: Downtime
de: Down-Zeit
it: Tempo di inattività

source: Previous Activity Start Time
de: Letzte Startzeit
it: Ora di inizio dell'attività precedente

source: Previous Activity End Time
de: Letzte Endzeit
it: Ora di fine attività precedente

source: Current Activity Start Time
de: Aktuelle Startzeit
it: Ora di inizio attività corrente

source: Current Activity Duration
de: Aktuelle Dauer
it: Durata dell'attività corrente

source: Current
de: Aktuell
it: Corrente

source: Activity permitted
de: Aktivität erlaubt
it: Attività consentita

source: Reasons
de: Gründe
it: Motivi

source: Show durations of most recent days
de: Zeige Dauern für letzte Tage
it: Mostra le durate degli ultimi giorni

source: Active Time
de: Aktiv für
it: Tempo attivo

source: Active
de: Aktiv
it: Attivo

source: Activity Start
de: Aktiv von
it: Inizio attività

source: Start
de: Von
it: Inizio

source: Activity End
de: Aktiv bis
it: Fine attività

source: End
de: Bis
it: Fine

source: Show activity times
de: Zeige Aktivitätszeiten
it: Mostra i tempi delle attività

source: Node Type
de: Knotentyp
it: Tipo di Nodo

source: Node Name
de: Knotenname
it: Nome Nodo

source: App Version
it: Versione App

source: Revision
it: Revisione

source: Python Version
it: Versione Python

source: Time Since Last Ping
de: Zeit seit letztem Ping
it: Tempo dall'ultimo ping

source: User Configuration
de: Benutzerkonfiguration
it: Configurazione Utente

source: Add to monitoring
de: Zur Beobachtung hinzufügen
it: Aggiungi al monitoraggio

source: Add User
de: Benutzer hinzufügen
it: Aggiungi Utente

source: Edit user details
de: Ändere Benutzerdetails
it: Modifica i dettagli dell'utente

source: Remove user from monitoring
de: Beobachtung des Benutzer beenden
it: Rimuovi l'utente dal monitoraggio

source: First Name
de: Vorname
it: Nome

source: Last Name
de: Nachname
it: Cognome

source: Process Name Pattern
de: Namensmuster für Prozesse
it: Schema Nome Processo

source: Login Process Name Pattern
de: Namensmuster für Login-Prozesse
it: Nome Modello Processo di Accesso

source: Prohibited Process Name Pattern
de: Namensmuster für untersagte Prozesse
it: Nome Modello Processo Proibito

source: Rulesets
de: Regelsätze
it: Regole

source: Count
de: Anzahl
it: Conteggio

source: Add ruleset
de: Regelsatz hinzufügen
it: Aggiungi regola

source: Edit ruleset details
de: Ändere Details des Regelsatzes
it: Aggiungi dettaglio regola

source: Remove ruleset
de: Regelsatz entfernen
it: Rimuovi regola

source: Move ruleset up
de: Bewege Regelsatz nach oben
it: Sposta regole in alto

source: Move ruleset down
de: Bewege Regelsatz nach unten
it: Sposta regole in basso

source: Label
de: Beschriftung
it: Etichetta

source: Context Details
de: Kontextdetails
it: Dettagli di contesto

source: Optional Time
it: Tempo opzionale

source: Remove monitoring of this device for the user
de: Beobachtung dieses Geräts für den Benutzer beenden
it: Rimuovere il monitoraggio di questo dispositivo per l'utente

source: Percent
de: Prozent
it: Percentuale

source: Do you really want to permanently remove the user from monitoring?
de: Möchten Sie die Beobachtung des Benutzers permanent beenden?
it: Vuoi veramente rimuovere permanentemente l'utente dal monitoraggio?

source: Remove from monitoring
de: Beobachtung beenden
it: Rimuovi dal monitoraggio

source: Do you really want to permanently remove the ruleset?
de: Möchten Sie den Regelsatz permanent entfernen?
it: Vuoi veramente rimuovere definitivamente il set di regole?

source: Do you really want to permanently remove monitoring of the device for this user?
de: Möchten Sie die Beobachtung des Geräts für den Benutzer beenden?
it: Desideri veramente rimuovere definitivamente il monitoraggio del dispositivo per questo utente?

source: n/a
de: Nicht relevant

source: Not a valid host address
de: Keine gültige Computer-Adresse

source: Locale
de: Lokalisierung

source: Git Commit ID
de: Git Commit-Kennung

source: Login
de: Anmelden

source: Password
de: Kennwort

source: Logout
de: Abmelden

source: Host(#procs)
de: Host(#Proz)

source: New version of LittleBrother available for update channel <CODE>{channel}</CODE>: version <CODE>{suggested_version}</CODE> with revision <CODE>{suggested_revision}</CODE>. Currently installed: version <CODE>{current_version}</CODE> with revision <CODE>{current_revision}</CODE>. Download Debian package <a href="{download_url}">here</a>.
de: Neue Version von LittleBrother für den Update-Kanal <CODE>{channel}</CODE> verfügbar: Version <CODE>{suggested_version}</CODE> in Revision <CODE>{suggested_revision}</CODE>. Zurzeit installiert: Version <CODE>{current_version}</CODE> in Revision <CODE>{current_revision}</CODE>. Debian-Paket <a href="{download_url}">hier</a> herunterladen.
